{
  "sectionTitle": {
    "en": "About Us",
    "es": "Nosotros"
  },
  "story": {
    "title": {
      "en": "Our Story",
      "es": "Nuestra Historia"
    },
    "content": [
      {
        "en": "Founded in 2017 by a group of professionals from Puebla, Grupo Constructor LMV is a young and dynamic company that has achieved accelerated growth thanks to an unwavering commitment to quality.",
        "es": "Fundado en 2017 por un grupo de profesionistas poblanos, Grupo Constructor LMV es una empresa joven y dinámica que ha logrado un crecimiento acelerado gracias a un compromiso inquebrantable con la calidad."
      },
      {
        "en": "Our main strength lies in the responsible management of resources allocated to each project, which allows us to guarantee strict compliance with agreed costs and execution times. This discipline has enabled us to develop a robust portfolio of significant works in both the public and private sectors in a short period of time.",
        "es": "Nuestra principal fortaleza radica en la administración responsable de los recursos asignados a cada proyecto, lo que nos permite garantizar el cumplimiento estricto de los costos y tiempos de ejecución pactados. Esta disciplina nos ha permitido desarrollar un portafolio robusto de obras significativas tanto en el sector público como en el privado en un corto periodo de tiempo."
      }
    ]
  },
  "missionTitle": {
    "en": "Mission",
    "es": "Misión"
  },
  "mission": {
    "en": "Provide design, construction, earthworks, topography, and installation solutions (pluvial, electrical, air conditioning, etc.), strictly adhering to our clients' quality standards and regulations.",
    "es": "Proveer soluciones de diseño, construcción, terracerías, topografía e instalaciones pluviales, eléctricas, aire acondicionado, etc., apegados estrictamente a los estándares y normas de calidad de nuestros clientes."
  },
  "visionTitle": {
    "en": "Vision",
    "es": "Visión"
  },
  "vision": {
    "en": "To be a leading company nationwide, offering the best quality in our services and positioning ourselves as the best Mexican company in our field through teamwork.",
    "es": "Ser una empresa líder a nivel nacional ofreciendo la mejor calidad en nuestros servicios, posicionándonos como la mejor empresa mexicana en nuestro ramo gracias al trabajo en equipo."
  },
  "valuesTitle": {
    "en": "Our Values",
    "es": "Nuestros Valores"
  },
  "values": [
    {
      "title": {
        "en": "Technical Excellence",
        "es": "Excelencia Técnica"
      },
      "description": {
        "en": "We act with deep respect for the technical specifications of each project, applying cutting-edge technologies and always adhering to current regulations.",
        "es": "Actuamos con un profundo respeto por las especificaciones técnicas de cada proyecto, aplicando tecnologías de vanguardia y apegándonos siempre a la normativa vigente."
      }
    },
    {
      "title": {
        "en": "Humility",
        "es": "Humildad"
      },
      "description": {
        "en": "The humility to learn and adapt guides our organization, allowing us to continuously improve and meet the evolving needs of our clients.",
        "es": "La humildad para aprender y adaptarnos guía a nuestra organización, permitiéndonos mejorar continuamente y satisfacer las necesidades cambiantes de nuestros clientes."
      }
    },
    {
      "title": {
        "en": "Prudence",
        "es": "Prudencia"
      },
      "description": {
        "en": "Prudence in decision-making is one of the virtues that defines us, ensuring responsible and sustainable outcomes for all our stakeholders.",
        "es": "La prudencia en la toma de decisiones es una de las virtudes que nos definen, asegurando resultados responsables y sostenibles para todos nuestros grupos de interés."
      }
    }
  ]
}
