{
  "privacyPolicy": {
    "title": {
      "en": "Privacy Policy",
      "es": "Política de Privacidad"
    },
    "lastUpdated": "2024-01-01",
    "content": {
      "en": "# Privacy Policy\n\nLast updated: [DATE]\n\n## Introduction\n\n[COMPANY_NAME] (\"we\", \"our\", or \"us\") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our service.\n\n## Information We Collect\n\n### Personal Information\n\n[Describe what personal information you collect - e.g., name, email, payment information, etc.]\n\n### Usage Data\n\n[Describe what usage data you collect - e.g., IP address, browser type, pages visited, time spent, etc.]\n\n### Cookies and Tracking\n\n[Explain your use of cookies and tracking technologies]\n\n## How We Use Your Information\n\n[List the ways you use collected information - e.g., to provide services, improve user experience, communicate updates, process payments, etc.]\n\n## Sharing Your Information\n\n[Explain if and how you share user information with third parties - e.g., service providers, legal requirements, business transfers, etc.]\n\n## Data Security\n\n[Describe your security measures to protect user data]\n\n## Your Rights\n\n[List user rights - e.g., access, correction, deletion, data portability, opt-out options]\n\n## Children's Privacy\n\n[State your policy regarding children's data - typically: \"Our service is not intended for children under 13\"]\n\n## Changes to This Policy\n\n[Explain how you will notify users of policy changes]\n\n## Contact Us\n\nIf you have questions about this Privacy Policy, please contact us at:\n\n- Email: privacy@[COMPANY_DOMAIN]\n- Address: [COMPANY_ADDRESS]",
      "es": "# Política de Privacidad\n\nÚltima actualización: [FECHA]\n\n## Introducción\n\n[COMPANY_NAME] (\"nosotros\", \"nuestro\" o \"nos\") está comprometido a proteger tu privacidad. Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos tu información cuando usas nuestro servicio.\n\n## Información Que Recopilamos\n\n### Información Personal\n\n[Describe qué información personal recopilas - ej., nombre, email, información de pago, etc.]\n\n### Datos de Uso\n\n[Describe qué datos de uso recopilas - ej., dirección IP, tipo de navegador, páginas visitadas, tiempo empleado, etc.]\n\n### Cookies y Rastreo\n\n[Explica tu uso de cookies y tecnologías de rastreo]\n\n## Cómo Usamos Tu Información\n\n[Lista las formas en que usas la información recopilada - ej., para proveer servicios, mejorar experiencia de usuario, comunicar actualizaciones, procesar pagos, etc.]\n\n## Compartir Tu Información\n\n[Explica si y cómo compartes información de usuario con terceros - ej., proveedores de servicios, requisitos legales, transferencias comerciales, etc.]\n\n## Seguridad de Datos\n\n[Describe tus medidas de seguridad para proteger datos de usuario]\n\n## Tus Derechos\n\n[Lista derechos del usuario - ej., acceso, corrección, eliminación, portabilidad de datos, opciones de exclusión]\n\n## Privacidad de Menores\n\n[Establece tu política respecto a datos de menores - típicamente: \"Nuestro servicio no está destinado a menores de 13 años\"]\n\n## Cambios a Esta Política\n\n[Explica cómo notificarás a usuarios de cambios en la política]\n\n## Contáctanos\n\nSi tienes preguntas sobre esta Política de Privacidad, contáctanos en:\n\n- Email: privacidad@[DOMINIO_EMPRESA]\n- Dirección: [DIRECCIÓN_EMPRESA]"
    }
  },
  "termsOfService": {
    "title": {
      "en": "Terms of Service",
      "es": "Términos de Servicio"
    },
    "lastUpdated": "2024-01-01",
    "content": {
      "en": "# Terms of Service\n\nLast updated: [DATE]\n\n## Agreement to Terms\n\nBy accessing or using [COMPANY_NAME]'s service, you agree to be bound by these Terms of Service. If you disagree with any part of these terms, you may not access the service.\n\n## Use License\n\n[Describe the license granted to users - e.g., personal, non-exclusive, non-transferable, limited license to use the service]\n\n## Account Terms\n\n[List account requirements and responsibilities - e.g., must be 13+, accurate information, account security, one person per account, etc.]\n\n## Payment Terms\n\n[Explain billing cycles, payment methods, refund policy, price changes, etc.]\n\n## Acceptable Use\n\n### You agree NOT to:\n\n- [List prohibited activities - e.g., violate laws, infringe IP, transmit malware, spam, harass others, etc.]\n- [Reverse engineer or attempt to extract source code]\n- [Use the service for unauthorized purposes]\n\n## Intellectual Property\n\n[State ownership of service, content, trademarks, and user content rights]\n\n## Service Modifications\n\n[Reserve right to modify or discontinue service with or without notice]\n\n## Termination\n\n[Explain conditions under which accounts may be terminated and consequences]\n\n## Disclaimers\n\n[Standard disclaimers - service provided \"as is\", no warranties, etc.]\n\n## Limitation of Liability\n\n[Limit liability to the maximum extent permitted by law]\n\n## Governing Law\n\n[Specify which jurisdiction's laws govern the agreement]\n\n## Changes to Terms\n\n[Explain how you will notify users of changes to terms]\n\n## Contact Information\n\nFor questions about these Terms, contact us at:\n\n- Email: legal@[COMPANY_DOMAIN]\n- Address: [COMPANY_ADDRESS]",
      "es": "# Términos de Servicio\n\nÚltima actualización: [FECHA]\n\n## Acuerdo con los Términos\n\nAl acceder o usar el servicio de [COMPANY_NAME], aceptas estar sujeto a estos Términos de Servicio. Si no estás de acuerdo con alguna parte de estos términos, no puedes acceder al servicio.\n\n## Licencia de Uso\n\n[Describe la licencia otorgada a usuarios - ej., licencia personal, no exclusiva, intransferible y limitada para usar el servicio]\n\n## Términos de Cuenta\n\n[Lista requisitos y responsabilidades de cuenta - ej., debe ser mayor de 13 años, información precisa, seguridad de cuenta, una persona por cuenta, etc.]\n\n## Términos de Pago\n\n[Explica ciclos de facturación, métodos de pago, política de reembolso, cambios de precio, etc.]\n\n## Uso Aceptable\n\n### Aceptas NO:\n\n- [Lista actividades prohibidas - ej., violar leyes, infringir propiedad intelectual, transmitir malware, spam, acosar a otros, etc.]\n- [Realizar ingeniería inversa o intentar extraer código fuente]\n- [Usar el servicio para propósitos no autorizados]\n\n## Propiedad Intelectual\n\n[Establece propiedad del servicio, contenido, marcas registradas y derechos de contenido de usuario]\n\n## Modificaciones del Servicio\n\n[Reserva derecho de modificar o discontinuar servicio con o sin aviso]\n\n## Terminación\n\n[Explica condiciones bajo las cuales las cuentas pueden ser terminadas y consecuencias]\n\n## Descargos de Responsabilidad\n\n[Descargos estándar - servicio provisto \"tal cual\", sin garantías, etc.]\n\n## Limitación de Responsabilidad\n\n[Limita responsabilidad al máximo permitido por la ley]\n\n## Ley Aplicable\n\n[Especifica qué leyes de jurisdicción gobiernan el acuerdo]\n\n## Cambios a los Términos\n\n[Explica cómo notificarás a usuarios de cambios en los términos]\n\n## Información de Contacto\n\nPara preguntas sobre estos Términos, contáctanos en:\n\n- Email: legal@[DOMINIO_EMPRESA]\n- Dirección: [DIRECCIÓN_EMPRESA]"
    }
  }
}
